// •	Между 10 (вкл.) и 15 (вкл.) човека -> 15 % отстъпка от куверта за един човек
// •	Между 15 и 20 (вкл.) човека -> 20 % отстъпка от куверта за един човек
// •	Над 20 човека -> 25 % отстъпка от куверта за един човек

// 1.	Брой гости – цяло число в интервала [1...99] 
// 2.	Цена на куверт за един човек – реално число в интервала [0.00 … 99.00]
// 3.	Бюджетът на Деси  – реално число в интервала [0.00 … 9999.00] 


function easterParty(input) {

    let countGust

}

easterParty(["18", "30", "450"]);